weather_start_text = """
🚀 Получай прогноз погоды в один клик!

🔹 Напиши город («Нью-Йорк», «Токио»)
🔹 Или отправь свою геолокацию – и я покажу точный прогноз!

Нужна помощь? Напиши /help – расскажу, что умею.

Погода под контролем! 🌪️☔
"""

weather_help_text = """
🆘 Помощь по командам
Как узнать погоду?
• Просто напиши название города (например, «Париж», «Москва»)
• Или отправь геолокацию 📍 – и получи прогноз мгновенно!

Другие команды:
🌤/now [город] – погода прямо сейчас
🌪️/temp [город] – текущая температура
⚙️/ai – поговори с нашим метеорологом

Примеры:
▸ /now Берлин – текущая погода в Берлине
▸ /temp Токио – текущая температура в Токио
▸ /ai Привет, как дела?
Вопросы? Пиши @logarifm666
"""